{
  "productRanges": [
    {
      "title": "CLEANING AND LAUNDRY SOLUTIONS",
      "categories": [
        {
          "name": "Washroom Cleaner",
          "products": [
            {
              "sku": "hi-genic-h4",
              "name": "HI-GENIC H4",
              "price": "$29.99",
              "image": "https://www.rapidsupplies.com.au/assets/full/140370.jpg?20240719121930&1759111621806",
              "description": "Hi-Genic is formulated using safe acids and anionic surfactants: a combination that has proven to be the least corrosive to all metals yet gives excellent performance. The regular use of Hi-Genic brightens stainless steel and porcelain surfaces. Hi-Genic Washroom Cleaner can be used safely on a wide variety of surfaces including stainless steel and porcelain toilet bowls, urinals and stone bench tops.",
              "certifications": [
                "environmentally_friendly",
                "food_safe",
                "recognized"
              ]
            },
            {
              "sku": "deep-clean-pro",
              "name": "DEEP CLEAN PRO",
              "price": "$34.50",
              "image": null,
              "description": "Deep Clean Pro is a heavy-duty cleaner designed for tough industrial applications. Its powerful formula penetrates deep into surfaces to remove stubborn stains, grease, and grime. Perfect for manufacturing facilities, garages, and heavy equipment maintenance.",
              "certifications": [
                "environmentally_friendly",
                "food_safe"
              ]
            },
            {
              "sku": "shine-master",
              "name": "SHINE MASTER",
              "price": "$24.99",
              "image": null,
              "description": "Shine Master polish and protectant restores luster to metal surfaces while providing long-lasting protection against corrosion and fingerprints. Ideal for brass, chrome, and stainless steel fixtures in commercial and residential settings.",
              "certifications": [
                "recognized"
              ]
            },
            {
              "sku": "floor-guard",
              "name": "FLOOR GUARD",
              "price": "$39.99",
              "image": null,
              "description": "Floor Guard provides superior protection for all types of flooring including tile, concrete, and vinyl. This sealant creates an invisible barrier that repels water, oil, and stains while maintaining the natural appearance of your floors.",
              "certifications": [
                "environmentally_friendly",
                "food_safe",
                "recognized"
              ]
            },
            {
              "sku": "quick-dry",
              "name": "QUICK DRY",
              "price": "$19.99",
              "image": null,
              "description": "Quick Dry is a fast-evaporating cleaner that leaves no residue. Perfect for glass surfaces, mirrors, and stainless steel appliances. Its alcohol-based formula dries quickly, eliminating streaks and spots for a crystal-clear finish.",
              "certifications": [
                "food_safe"
              ]
            }
          ]
        }
      ]
    }
  ],
  "printSettings": {
    "pageSize": "A4",
    "margin": "1cm",
    "productsPerPage": 3,
    "repeatHeaderOnNewPage": true
  }
}